[M_RollInsight MissionDefinition]
TurnInDescription="In case you're wondering, the answer starts with the letter D and means 'drinking party'..''"
MissionSummary="Search for Sir Reginald von Bartleby.."
